<?php
use yii\helpers\Html;

?>

<div id="o-nas" class="container">
    <div class="wrapper-text">


        <p class="text-descript">
            <b>«Друкарня Добрий День»</b> -  ми вже не молода, рекламно-виробнича компанія, яка постійно розвивається. Наявність власного парку сучасного обладнання, дозволяє швидко і якісно виконувати замовлення за хорошими цінами.
            Ми надаємо поліграфічні послуги в Києві і всій Україні різного ступеня складності, які може реалізувати цифровий друк та офсетний друк: від малоформатної продукції до випуску великих тиражів поліграфічної продукції.
        </p>
        <div class="img-manager-1">
            <?= Html::img('@web/web/images/site/den.jpg', ['class'=> 'img-circle']);?>
            <div class="caption">
                "Мета реклами полягає не в тому, щоб розважати глядача, а в тому, щоб продавати йому товар"
                <br><b class="pull-right">Девід Огілві</b>
            </div>
        </div>
        <div class="img-manager-2">
            <?= Html::img('@web/web/images/site/ket.jpg', ['class'=> 'img-circle']);?>
            <div class="caption">
                "Реклама - це здатність відчувати і передавати саме серцебиття бізнесу в словах, папері і чорнилі"
                <br><b class="pull-right">Лео Бернетт</b>
            </div>
        </div>
        <p>Наша команда - це згуртований, творчий і доброзичливий колектив. У нас працюють висококваліфіковані фахівці - професіонали своєї справи.
        </p>
        <p>
        <b>Місія. Максимально задовольняти потреби замовників в рекламній сфері, виконуючи роботу якісно та своєчасно.</b>
        </p>

        <div class="clearfix"></div>
        <p class="targets">
        Наші цілі та завдання:
        <ul>
            <li>Виправдовувати очікування замовника: "Клієнт завжди правий". Тільки Споживач формує єдину систему поглядів на якість продукції і робіт.</li>
            <li>Постійне вдосконалення системи якості. Своєчасне та ефективне прийняття коригуючих заходів.</li>
        </ul>
        </p>
    </div>

</div>