<?php
 use yii\helpers\Html;
?>

<div id="need" class="container">
    <div class="row">
        <h2 class="title"><strong>Правила приймання макетів для&nbsp; широкоформатного&nbsp;друку</strong></h2>

        <div class="terms">
            <h3>Загальні положення</h3>
            <ul>
                <li>Замовлення на виготовлення широкоформатного друку приймаються менеджером в робочий час (пн-пт з 9:00 до 18:00).&nbsp;</li>
                <li>Замовлення приймаються безкоштовно за наявності: підготовлених до друку файлів у відповідності з технічним вимогами, роздруківки, схеми (порізки, обклеювання, установки люверсів).</li>
            </ul>
        </div>


        <div>
            <h3 class="title-part">Технічні вимоги</h3>
            <h3>Формати файлів.</h3>
            <div class="img-wrapper-formats">
                <?= Html::img('@web/images/site/tiff.png', ['class' => 'img-formats']) ?>
                <?= Html::img('@web/images/site/eps.png', ['class' => 'img-formats']) ?>
                <?= Html::img('@web/images/site/ai.png', ['class' => 'img-formats']) ?>
                <?= Html::img('@web/images/site/id.png', ['class' => 'img-formats']) ?>
                <?= Html::img('@web/images/site/pdf.png', ['class' => 'img-formats']) ?>
            </div>
            <ul>
                <li><strong>Растровий файл, збережений у форматі TIFF або EPS, колірна палітра CMYK.&nbsp;</strong></li>
                <li><strong>Всі шляхи і додаткові альфа-канали повинні бути вилучені. Загальна щільність фарб зображення не повинна перевищувати 300%. Суцільний чорний колір повинен бути складеним: С = 30%, М = 30%, Y = 30%, K = 100%. Сірий колір (для завдання тіней) повинен також відбуватися від складеного чорного кольору. До &nbsp;робіт&nbsp;напросвіт&nbsp;особливі вимоги.&nbsp;</strong></li>
                <li><strong>Векторний файл, у форматі EPS (виконаний у програмі Adobe Illustrator) або CDR (виконаний в програмі CorelDRAW), колірна палітра CMYK. За межами сторінки не повинні залишатися невикористовувані об'єкти і шляхи. Не допускається використання маскованих об'єктів, що виходять за межі заданого документа. Всі оверпрінти повинні бути зняті. Шрифти повинні бути переведені в криві. Усі вміщені в документ растрові зображення (СМУК) повинні знаходиться в форматі TIFF або EPS з відповідним дозволом.&nbsp;</strong></li>
            </ul>

            <h3>Якість Файлів</h3>
            <ul>
                <li><strong>Для друку 180dpi - файл готується в масштабі 1:1 з дозволом 40-72 dpi.&nbsp;</strong></li>
                <li><strong>Для друку 360dpi - файл готується в масштабі 1:1 з дозволом 72-100 dpi.&nbsp;</strong></li>
                <li><strong>Для друку 720x360dpi-файл готується в масштабі 1:1 з дозволом 100 dpi.&nbsp;</strong></li>
                <li><strong>Для друку 720x720dpi-файл готується в масштабі 1:1 з дозволом 150-200 dpi.&nbsp;</strong></li>
                <li><strong>Для друку 720x1440dpi-файл готується в масштабі 1:1 з дозволом 250 dpi.&nbsp;</strong></li>
            </ul>
            <h3>Розмір файлу</h3>
            <ul>
                <li>     Макет надають у натуральну величину (М 1:1).</li>
                <li>        Якщо розмір вашого файлу перевершує максимальний розмір, який можливо створити в програмі Adobe Photoshop (довжина не більше 30 000 пікселів) або в програмі Adobe Illustrator (не більше 5779,55 х 5779,55 мм), то його необхідно зробити в масштабі 1:10 .</li>
                <li>        Мінімальний розмір шрифту 20 pt (5 мм), мінімальна товщина лінії 1 мм.</li>
            </ul>

            <h3>Можливі носії</h3>
            <ul>
                <li>Компакт диски (CD-R, CD-RW, DVD-R, DVD-RW)</li>
                <li>Будь-які інші пристрої, що підключаються по USB інтерфейсу.</li>
                <li>Передача файлів по E-mail</li>
            </ul>
        </div>
        <div class="file-with-requirements">
            <span>Для ознайомлення з більш детальними вимоги до макетів та правилам Ви можете ознайомитися за посиланням <span><?= Html::a('<i class="fa fa-download" aria-hidden="true"></i> (завантажити)', ['@web/files/Вимоги до макетів «Друкарня Добрий День».odt'],['class' =>'download-file']) ?></span></span>
            
        </div>
    </div>
</div>
